chore(content): write-only draft [k8s/cca/module-1.1-advanced-cilium]
